{
    "apresentation": "Ola, eu sou",
    "init": "Inicio",
    "about": "Sobre",
    "acquirements": "Conhecimentos",
    "project": "Projetos",
    "aboutMe": "Sobre mim",
    "text": "Sou um desenvolvedor com experiência em construir sistemas interativos e acessíveis. Meu portfólio inclui diversos projetos que demonstram minha capacidade de criar soluções inovadoras. Estou atualmente em busca de novas oportunidades de trabalho, onde posso contribuir com conhecimentos em front-end e back-end, além de habilidades em consumo de API. Sou comprometido em estar sempre aprendendo e aprimorando minhas habilidades para acompanhar as demandas em constante evolução do setor de desenvolvimento.",
    "skill": "Conhecimentos",
    "skillCard": "*Passe o mouse por cima do card para ler*",
    "html": "HTML é uma linguagem de marcação utilizada na construção de páginas na Web. Documentos HTML podem ser interpretados por navegadores.",
    "css": "Cascading Style Sheets é um mecanismo para adicionar estilos a uma página web, aplicado diretamente nas tags HTML ou ficar contido dentro das tags <style>. Também é possível, adicionar estilos adicionando um link para um arquivo CSS que contém os estilos.",
    "react": "O React é uma biblioteca front-end JavaScript de código aberto com foco em criar interfaces de usuário em páginas web.",
    "sass": "Sass é uma linguagem de folhas de estilo concebida inicialmente por Hampton Catlin e desenvolvida por Natalie Weizenbaum. Depois de suas versões iniciais, Weizenbaum e Chris Eppstein continuaram a estender Sass com SassScript, uma simples linguagem de script usada em arquivos Sass.",
    "nextjs": "Next.js é uma estrutura da web de desenvolvimento front-end React de código aberto criada por Vercel que permite funcionalidades como renderização do lado do servidor e geração de sites estáticos para aplicativos da web baseados em React.",
    "typescript": "TypeScript é uma linguagem de programação de código aberto desenvolvida pela Microsoft. É um superconjunto sintático estrito de JavaScript e adiciona tipagem estática opcional à linguagem",
    "javascript": "JavaScript é uma linguagem de programação interpretada estruturada, de script em alto nível com tipagem dinâmica fraca e multiparadigma. Juntamente com HTML e CSS, o JavaScript é uma das três principais tecnologias da World Wide Web.",
    "postgresql": "PostgreSQL é um sistema gerenciador de banco de dados objeto relacional, desenvolvido como projeto de código aberto.",
    "java": "Java é uma linguagem de programação orientada a objetos desenvolvida na década de 90.",
    "nodejs":"Node.js é um software de código aberto, multiplataforma, baseado no interpretador V8 do Google e que permite a execução de códigos JavaScript fora de um navegador web. A principal característica do Node.js é sua arquitetura assíncrona e orientada por eventos",
    "github": "GitHub é uma plataforma de hospedagem de código-fonte e arquivos com controle de versão usando o Git. Ele permite que programadores, utilitários ou qualquer usuário cadastrado na plataforma contribuam em projetos privados e/ou Open Source de qualquer lugar do mundo.",
    "project1": "Landing page consuming the Rick and Morty api. Project is still under development, for now it only contains the character loading session but it will have several other functions in the future.",
    "project2": "Aplicativo de controle de rotas, utilizando api de deslocamento e api do googleMaps, o projeto contem opção de cadastro de usuario e de condutor. Cadastrar automaveis, e rotas e opção de excluir.",
    "project3": "Projeto FullStack de um sistema de pizzaria, feito todo o backend, frontend e o aplicativo mobile. O projeto contem no back-end opção de excluir, adicionar, criar usuarios e pedidos, realizando o cadastramento de produtos com imagens e categorias. No front end contem a opção de logar o usuario e registar. Alem de visualizar os pedidos e concluir os atendimentos. No mobile contem a opção de criar pedidos e enviar para realizar o atendimento. ",
    "project4": "Projeto de uma landing page de um site de imobiliaria. Foi criado este projeto com objetivo de treinamento e estudo.",
    "project5": "Estudo de consumo de api's utilizando TypeScript. Foi utilizado a api do github para realizar a buscar dos usuarios, e foi criado com objetivo de estudar typeScript.",
    "project6": "Projeto de estudo do consumo de api's",
    "project7": "Clone do spotify, feito para estudar o consumo de api.",
    "project8": "Pokedex utilizando api do pokemon.",
    "project9": "Clone da netflix, criada para estudar o consumo de api. e o carregamento de varias informações.",
    "copyright": "Todos direitos reservados.",
    "acess": "Acessar"
}
